# Translated by Zityi's Translator Te@m (zityisoft@gmail.com), Sep 29, 2025
[Language]
Name_in_English=Hungarian
Name_in_native_language=Magyar
ID=1038
Font_name=Tahoma
Font_size=9
[String]
1=Név
2=Típus
3=Méret
4=Módosítva
5=Cím
6=Időtartam
7=Szüneteltetés
8=Zeneszám
9=Hely
10=Hozzáadás
11=Fájlok hozzáadása
12=Idő
13=Üzenet
14=Mappa
15=Ismeretlen
16=Verzió
17=Menet
18=OK
19=Mégse
20=32-bit
21=64-bit
30=Weboldal
31=E-mail
34=Valóban megszakítja?
35=%d mappa, %d fájl
36=Kis türelmet
37=A fájlok elrendezésének vizsgálata és optimalizálása...
38=Összesen %d fájl, Befejezve %d fájl
39=A tömörített képfájl nem olvasható.
40=A tömörített adat nem hozható létret.
41=A fájl már létezik és írásvédett. Felülírja?
42=A fájl már létezik. Felülírja?
43=Hibás jelszó.
44=A fájl vagy mappa neve már létezik. Felülírja?
45=A jelenlegi fájl módosítva lett. Elsőként el kell mentenie azt.
46=Meg kell adnia a jelszót a fájl megnyitásához.
47=A fájl mérete túl nagy(> 8 TB).
48=A formátum érvénytelen vagy nem támogatott
49=A könyvtárstruktúra nem olvasható.
50=Váratlan fájlvégződés észlelhető.
51=Hibát észleltünk a könyvtárstruktúra olvasása során.
52=Elfogyott a memória. A program kilép.
53=Nem lehet könyvtárat vagy fájlt létrehozni. A lemez lehet, hogy megtelt vagy csak olvasható.
54=A CD/DVD/BD szektor nem olvasható.
55=A forrás és a cél képfájl típusa megegyezik. Nincs szükség konvertálásra.
56=A forrás- és célfájl neve nem lehet ugyanaz.
57=Az új képfájl mérete túl nagy(> 8TB). Távolítson el néhány fájlt.
58=Valóban törli a kiválasztott elem(ek)et?
59=%s\r\n\r\nIlyen név már létezik. Kérjük, válasszon másikat.
60=%s\r\n\r\nA fájl mérete túl nagy(> 4GB), és nem adható hozzá a képfájlhoz.
61=Válasszon egy mappát a kibontáshoz:
62=%s\r\n\r\nA kibontás sikertelen! %s
63=A mappa neve módosítva lesz erre:
64=A fájlnév módosulni fog erre:
65=Nem hozható létre az ideiglenes fájl a kép mentése közben.
66=%d EDC hiba észlelve!\r\n\r\n
67=%d:  0x%08x szektor eltolás        \r\n
68=Ez egy Video CD képfájl, és nem konvertálható.
69=Ez egy Audio CD képfájl, és nem konvertálható.
70=Fájl verzió eltérés. A fájl megnyitásához, látogasson el honlapunkra, a legfrissebb verzió letöltéséhez.
71=A fájl vagy mappanév érvénytelen karaktereket tartalmaz.
72=Az új név:
73=Mentés:
74=bájt
75=Forrás:
76=Cél:
77=Új mappa
78=Meghajtó
79=Maximális
80=Konvertálás...
81=A fájlméret módosult.
82=Észlelt lemez:
83=Média észlelési hiba, vagy nincs behelyezve lemez.
84=Az írás nem sikerült
85=Lemez törlése...
86=A törlés sikeresen befejeződött.
87=Lemeztörlési hiba.
88=Üres lemez ellenőrzési hiba.
89=Gyorsítótár szinkronizálás...
90=Nincs elég szabad blokk a lemezen (%s szükséges, %s elérhető).
91=Az írás sikeresen befejeződött.
92=Megnyitási hiba [%C:].
93=A kötet nem zárolható kizárólagos hozzáférésre.\r\nValóban folytatni szeretné?
94=Adathordozó előkészítése...
95=Lemezinformáció olvasási hiba.
96=DVD+RW lemez formázása...
97=Adathordozó formázási hiba.
98=Adathordozó lezárása, ez akár több percet is igénybe vehet...
99=Adatelőkészítés..
100=Előkészítési hiba.
101=A fájl már létezik.
102=Nincsenek zeneszámok a képfájlban.
103=Zenefájl dekódolási hiba.
104=A kiválasztott fájlok/számok csak CD-re írhatók.
105=Ellenőrzés
106=Adatellenőrzési hiba.
107=Forrásadat olvasási hiba.
108=Adat olvasási hiba.
109=Szektor eltolás:
110=Ez a képfájl nem konvertálható.
150=Minden fájl
151=Összes képfájl
152=Szabványos ISO képek
153=Közvetlen elérésű archívum
154=CDRWin képek
155=Alcohol120% képek
156=Ashampoo képek
157=BlindWrite képek
158=CDSpace képek
159=CloneCD képek
160=DiscJugger képek
161=Easy CD/DVD Creator képek
162=Gear képek
163=InstantCopy képek
164=Nero képek
165=NTI CD-Maker képek
166=PlexTools képek
167=RecordNow képek
168=Virtuális CD-ROM képek
169=Virtuális meghajtó képek
170=WinOnCD képek
171=Mac képek
172=Rendszerindító képfájlok
173=UIF képek
174=VMWare virtuális lemezképek
175=VirtualBox virtuális lemezképek
176=Virtual PC virtuális lemezképek
177=ISZ képek
200=%s nem másolható: %s
201=%s nem helyezhető át: %s
202=Ilyen nevű mappa már létezik. Kérjük, adjon meg egy másik mappanevet.
203=Ilyen nevű fájl már létezik. Kérjük, adjon meg egy másik fájlnevet.
204=A célmappa ugyanaz, mint a forrásmappa.
205=A célmappa a forrásmappa almappája.
206=Adatírási hiba.
207=Zenefájlok
208=Kép tulajdonságok
209=Konfiguráció
210=Gyorstörlés
211=Teljes törlés
498=Újraírható lemez törlése
213=Törlési paraméterek:
214=Törlési sebesség:
215=Kapacitás információ olvasási hiba.
216=Gyorsítótár szinkronizálási hiba.
217=Sávlezárási hiba.
218=A(z) %s nem törölhető.
219=Általános
220=Egyéb
221=Információk
222=Általános
223=Speciális
224=Megjegyzés
225=Dátum/Idő
226=Menet lezárása, ez több percet is igénybe vehet...
227=Valóban megszakítja az adat ellenőrzési folyamatot?
228=A lemez üres.
229=Egy Audio CD legfeljebb 99 számot tartalmazhat. Válasszon kevesebb fájlt, majd próbákozzon újra.
230=Nincs lemez a meghajtóban.
231=Az adathordozó ellenőrzése sikeresen befejeződött.
232=Az adathordozó ellenőrzése sikertelen.
233=Az adathordozó ellenőrzése hibákkal ért véget.
234=Az adathordozó ellenőrzése meg lett szakítva.
235=Háttérformázás leállítása...
236=Háttérformázás leállítva.
237=Szám információ olvasási hiba.
238=Az írás sikeresen befejeződött figyelmeztetésekkel.
239=A cél lemez nem üres.
240=A lemez nem üres.
241=Törli most?
242=A meghajtó sebességének beállítása erre: %.1fx (%uKB/s).
243=Sebesség beállítása erre: %dx (%uKB/s).
244=%.1fx (%uKB/s)
245=%dx (%uKB/s)
246=A következő írható cím olvasása sikertelen volt(%08x).
247=A következő írható cím olvasása sikertelen volt(%d szükséges, %d elérhető).
248=Ismeretlen lemeztípus a meghajtóban.
249=Képadat olvasási hiba.
250=A rendszerindító képfájl érvénytelen.
251=A fájl neve nem tartalmazhatja a következő karaktereket:
252=<Nincs címke>
253=Ismeretlen lemeztípus
254=Nincs lemez
255=Nincs hangsáv ebben a projektben.
256=Ez egy többsávos lemez, válassza a BIN képformátumot.
257=Ez egy audió lemez, válassza a BIN képformátumot.
258=A fájl már létezik. Valóban hozzáadja újra a fájlt?
259=A lemez írásának megkezdése ...
260=Könyvtár írása ...
261=Fájlok írása ...
262=befejeződött.
263=Figyelmen kívül hagyja az összes hibát?
264=Fájlok írásának megkezdése ...
265=Fájlok ellenőrzése ...
266=Fájlok ellenőrzésének megkezdése ...
267=Fájl írási hiba.
268=%s kódoló megnyitási hiba
269=Könyvtár információk
270=WIM fájlok
271=Album
272=Zeneszám
273=Előadó
274=<Dal száma>
275=<Szám címe>
276=<Szám előadója>
277=<Szám szerzője>
278=<Album címe>
279=<Album előadója>
280=<Album szerzője>
281=Minta számcím
282=Minta szám előadó
283=Minta szám zeneszerző
284=Minta albumcím
285=Minta album előadó
286=Minta album zeneszerző
287=Ismeretlen szám előadó
288=Ismeretlen szám zeneszerző
289=Ismeretlen albumcím
290=Ismeretlen album előadó
291=Ismeretlen album zeneszerző
292=Audio CD-Text írása...
293=Audió
294=Audió tulajdonságok
295=Adjon meg egy érvényes évet.
296=Kérjük, adjon meg egy érvényes UPC értéket, vagy hagyja üresen a mezőt. A UPC értékének pontosan 13 numerikus karakterből kell állnia.
297=Kérjük, adjon meg egy érvényes ISRC értéket, vagy hagyja üresen a mezőt. Az ISRC értékének pontosan 12 karakterből kell állnia: Az első 2 betű, a következő 3 betű-szám, az utolsó 7 pedig számjegy.
298=A szünet értékét %s és %s közé kell állítani.
299=<Többes érték>
300=Kérjük, helyezzen be egy üres vagy újraírható lemezt, és próbálja meg újra.
301=VMWare virtuális lemezkép
302=VirtualBox virtuális lemezkép
303=Virtual PC virtuális lemezkép
304=Lemezkép
305=Windows Imaging fájl
306=Partíció
307=Az AnyBurn nem tudja megnyitni a következő partíciót:
308=Kép importálása
309=Partíció importálása
310=Egyéni
311=Nyelv
312=Fájl
313=Videófájlok
314=Bemásolás
315=Audió CD bemásolása
316=Bemásolás:
317=Rippelés ...
318=Megjegyzés
319=Több fájl
320=Egyetlen fájl
321=%s betöltési hiba.
322=%s kódoló
323=%s kódoló befejezési hiba.
324=0 (leggyorsabb, minimális tömörítés)
325=5 (alapértelmezett)
326=8 (leglassabb, legtöbb tömörítés)
327=Gyors
328=Normál
329=Magas
330=Nagyon magas
331=Eszement
332=Fájl megnyitási hiba.
333=Folytatni szeretné?
334=A speciális bejegyzés már jelen van a cél helyen.
335=A könyvtárstruktúra túlságosan nagy a VCD/SVCD-re.
336=Nincs videósáv ebben a projektben.
337=%s\r\n\r\nérvénytelen - MPEG-1-re van szükség, amely Video CD-re lett kódolva.
338=%s\r\n\r\nérvénytelen - MPEG-2-re van szükség, amely Super Video CD-re lett kódolva.
339=%s\r\n\r\ntartalmaznia kell egy mozgó videófolyamot.\r\n\r\nFolytatni szeretné?
340=%s\r\n\r\nA(z) #%d hangfolyamot nem támogatja ez a VCD típus.\r\n\r\nFolytatni szeretné?
341=%s\r\n\r\nA(z) #%d hangfolyam %d Hz mintavételezési frekvenciával rendelkezik (44100 Hz szükséges).\r\n\r\nFolytatni szeretné?
342=%s\r\n\r\nA(z) #%d hangfolyam nem layer II kódolású.\r\n\r\nFolytatni szeretné?
343=%s\r\n\r\nA(z) #%d hangfolyam %d kb/s bitarányú (224 kbit/s szükséges ehhez a vcd típushoz).\r\n\r\nFolytatni szeretné?
344=%s\r\n\r\nEz a VCD típus esetén egy hangfolyamnak is jelen kell lennie.\r\n\r\nFolytatni szeretné?
345=nem érvényes MPEG-1 vagy MPEG-2 fájl.
346=Nincs elég szabad hely a fájl tárolására.
347=Alapbeállítás
348=Floppy lemezképfájlok
349=Merevlemez képfájlok
350=Temp fájl írási hiba.
351=Kérjük, helyezzen be egy Audio CD-t a meghajtóba.
352=Túl sok fájl van kiválasztva.
353=A fenti fájl neve érvénytelen.
354=Fájlok és mappák hozzáadása
355=Fájlrendszer
356=Fájl elrendezés optimalizálása a képfájl mentésekor
359=Forrás meghajtó
360=Íróeszköz
361=Forrás meghajtó:
362=Kérjük, válassza ki a forrás meghajtót.
363=Kérjük, válassza ki az írót.
364=Helyezze be a forráslemezt.
365=A forráslemez üres.
366=A forráslemez érvénytelen vagy üres.
367=A forráslemez érvénytelen vagy nem támogatott.
368=Kérjük, helyezze be a cél lemezt.
369=A cél lemez típusa (%s) nem azonos a forráslemez típusával (%s).
370=A cél lemez érvénytelen vagy nem támogatott.
371=Helyezzen be egy üres vagy újraírható %s lemezt ide: %C:.
372=A többmenetes lemez másolása nem támogatott.
373=Forráslemez információ olvasási hiba.
374=A forráslemez gyorsítótárazása elkezdődött...
375=%d - %d szektor olvasási hiba a forráslemezen.
376=%d szektor olvasási hiba a forráslemezen.
377=%d - %d szektor olvasási hiba az ideiglenes fájlban.
378=%d szektor olvasási hiba az ideiglenes fájlban.
379=Forráslemez olvasása...
380=Az íráshoz használt ideiglenes fájl létrehozása...
381=Ideiglenes fájl létrehozási hiba.
382=Az ideiglenes fájl létrehozása ki lett hagyva.
383=A forráslemez ideiglenes adatállománya már létezik. Újra létre szeretné hozni?\r\n\r\n*Ha nem módosítja a forráslemezt, válassza a "Nem" lehetőséget.
384=Megszakítva
385=Meghajtó információ olvasási hiba.
386=A meghajtó nem támogatja a CD-Text módot.
387=A CD-Text írás ki lesz hagyva.
388=A meghajtóban lévő lemez (%s) véletlenszerű rögzítési módban lett formázva (RRM), az írás nem támogatott.
389=A maximálisan engedélyezett fájlméret a lemezen 4 GB, ha az ISO-9660 engedélyezve van.
390=Letiltja az ISO 9660 módot és engedélyezi az UDF-et?
391=Adathiba vagy nem megfelelő jelszó!
392=A jelszó hibás vagy az archívum érvénytelen.
393=Kérjük, adja meg a jelszót.
394=A jelszó túl hosszú. A maximális hossz %d karakter.
395=Legalacsonyabb
396=Legmagasabb
397=Új AnyBurn verzió érhető el.
398=Új verzió:
399=Kiadás dátuma:
400=Telepíti most?
401=Ellátogat weboldalunkra az új verzió letöltéséhez?
402=A legfrissebb AnyBurn változatot használja.
403=Frissítés ellenőrzési hiba!
404=Hangfájlok hozzáadása
405=Fájlok és mappák hozzáadása
406=Frissítés
407=Nincs elég hely a lemezen. Kérjük, távolítson el néhány felesleges fájlt, majd próbálja újra.
408=A fájl túl nagy. A FAT partíció által támogatott legnagyobb fájlméret 4GB.
409=%s és %s nem írható egyszerre.
410=Ön azt választotta, hogy egyszerre több meghajtón szeretné elvégezni a lemezre írást.
411=Beállított másolatok száma: %d.
412=Szeretné, hogy a tálca kinyíljon az írás után?
413=Fájlméret
414=%s - %s másolás
415=Előző (%s - %s másolás)
416=Következő (%s - %s másolás)
417=A másolatok számának 1 és 999 között kell lennie.
418=Ön azt választotta, hogy az írás %d meghajtóval egyidejüleg lesz végrehajtva. Beállítja a másolatok számát erre: %d?
419=Jelenlegi összeállítás
420=Írás egyszerre több meghajtóval
421=Írás
422=Nem észlelhető CD/DVD/Blu-ray meghajtó
423=Nem észlelhető író.
424=Válasszon egy képfájlt.
425=Nem adott hozzá egy fájlt vagy mappát sem. Így is folytatja?
426=Válasszon hangfájlokat az íráshoz.
427=Kérjük, adja meg a képfájl nevét.
428=Kérjük, válassza ki a konvertálandó forrás képfájlt.
429=Kérjük, adja meg a cél képfájl nevét.
430=Üres lemez
431=Befejezetlen lemez
432=Lezárt lemez
433=Cím
434=Hossz
435=Mód
436=Mód 1
437=Mód 2
438=Audió
439=A lemez érvénytelen vagy üres.
440=Kibontás
441=Kibontás:
442=Archívum kibontása ide:
443=Szüneteltetés
444=Folytatás
445=Bezárás
446=Valóban visszaállítja az alkalmazás alapértelmezett beállításait?
447=Beállítások
448=A ram puffer mérete csak %s és %s közti értékre állítható.
449=Valóban elveti a módosításokat?
450=Audio CD-Text írási szimuláció...
451=Lemezírás szimulálása...
452=Ez az importált lemez nem írható. Az AnyBurn nem tud fájlokat hozzáadni.
453=Ez az importált lemez más programmal lett írva. Az AnyBurn nem tud fájlokat hozzáadni.
454=A(z) %s írási szimulációja nem támogatott. Kérjük, tiltsa le az 'Írás szimuláció' opciót.
455=Az írási szimuláció nem támogatott.
456=Az írás szimuláció sikeresen befejeződött.
457=Az írás szimuláció sikeresen befejeződött figyelmeztetésekkel.
458=A többmenetes DVD-R DL írás nem támogatott. Kérjük, aktiválja a 'Lemez véglegesítése' opciót.
459=A kiválasztott fájl egy projektfájl, válasszon ki egy lemezképfájlt.
460=Csak adatlemez adható hozzá.
461=Képfájl
462=A lemez üres.
463=Importált adatok ellenőrzése...
464=Nem sikerült ellenőrizni az importált adatot.
465=Nem található a lemez, amely tartalmazza az előző mentési meneteket. Kérjük, helyezze be a lemezt és próbálja újra.
466=Az importált lemez véglegesítve lett. Az AnyBurn nem tud adatokat hozzáadni.
467=A következő fájl nem található meg a rendszerben.
468=Nem található a projektfájl által hivatkoztatott lemez.
469=Kérjük, válassza ki a megfelelő meghajtót, vagy helyezze be a megfelelő lemezt.
470=Aktuális írási sebesség: %.1fx (%uKB/s).
471=Aktuális írási sebesség: %dx (%uKB/s).
472=Szabványos ISO fájl
473=BIN/CUE fájl
474=Másolás a vágólapra
475=Írás
476=Törlés
477=Készítés
478=Másolás
479=Konvertálás
480=Bemásolás
481=Újra
482=%02d szám másolása a következőbe: %s...\r\n
483=Forrás meghajtó:  %C:\r\n
484=Cél képfájl:  %s\r\n
485=A képfájl írásának megkezdése...
486=Forrás képfájl:  %s\r\n
487=Törlési mód: %s
488=Gyorstörlés
489=Teljes törlés
490=Kérjük, válasszon egy átnevezendő fájlt vagy mappát a listáról.
491=Válasszon egy fájlt a rippeléshez:
492=Válasszon egy mappát a rippeléshez:
493=Nincsenek rippelendő számok.
494=Legalább egy sávot ki kell választania a folytatáshoz.
495=Képfájl írás
496=Fájlok/mappák írása
497=Audió CD írás
499=Képfájl készítés lemezről
500=Lemezről-lemezre másolás
501=Képfájl átalakítás
502=Képfájl készítés fájlokból/ mappákból
503=A rippelés sikeresen befejeződött.
504=A rippelés meg lett szakítva.
505=Audio CD rippelési hiba.
506=Válasszon egy eltávolítandó sávot.
507=Kérjük, adja meg a(z) "%s" új nevét:
508=Lemez:
509=A képfájl sikeresen elkészült.
510=A képfájl készítés meg lett szakítva.
511=Képfájl létrehozási hiba.
512=A képfájl konvertálása sikeresen befejeződött.
513=A képfájl konvertálás meg lett szakítva.
514=Képfájl konvertálási hiba.
515=Konvertálás erről: %s erre: %s
516=Konvertálás indítása...\r\n
517=Cél képfájl típusa:  %s\r\n
518=Képfájl készítés indítása...\r\n
519=Képfájl létrehozása ebből: %s, ebbe: %s
520=Érvénytelen vagy üres lemez
521=Összes: %dMB, Szabad: %dMB
522=Rendszerindító USB létrehozása
523=USB-meghajtó képfájl létrehozása
524=USB-meghajtó képfájlok
525=USB-meghajtó írás ...
526=Az USB-meghajtó írása sikeresen befejeződött.
527=Raw írás
528=Kérjük, válassza ki a forrás képfájlt.
529=Kérjük, válassza ki a cél USB-meghajtót.
530=%s olvasási hiba.
531=%s írási hiba.
532=%s írási hiba: %s
533=Egyéb fájlok kihagyása ...
534=Az USB-meghajtó összes adata felül fog íródni. Folytatni szeretné?
535=USB-meghajtó megnyitása írásra...
536=USB-meghajtó írása megszakítva.
537=Összes szektor írásra: %d.
538=USB-meghajtó írásának megkezdése...
539=USB-meghajtó gyorsítótár szinkronizálása...
540=Nem sikerült írni az USB-meghajtóra.
541=Nincs elég hely az USB-meghajtón.
542=Nem sikerült olvasni a forrásfájlt.
543=Az USB-meghajtóra történő írás a %016I64X szektorban sikertelen volt.
544=Nem sikerült megnyitni az USB-meghajtót: %s.
545=USB-meghajtó
546=A jelenlegi funkció használatához rendszergazdaként kell futtatnia az AnyBurn programot. Folytatni szeretné?
547=USB-meghajtó képfájl létrehozása...
548=Figyelmen kívül hagyja a hibát és folytatja a kibontást?
549=Kihagyás
550=Összes kihagyása
551=Képfájl tallózása / kibontása
552=Képfájl szerkesztése
554=A képfájl kibontása sikeresen befejeződött.
555=A képfájl kibontása meg lett szakítva.
556=A képfájl kibontása sikertelen volt.
557=A kibontás befejeződött!
558=Naplófájl
559=Adjon meg egy célmappát a mentéshez.
560=Válassza ki a listából a menteni kívánt fájlokat és mappákat. Ha nincs kiválasztott fájl vagy mappa, akkor a képfájlon belüli összes fájl és mappa kivonásra kerül.
561=Valóban megszakítja?
562=Adatok teljes mérete: %s
563=Hátralévő:
564=USB-meghajtó formázása %s fájlrendszerrel...
565=A formázás sikeresen befejeződött.
566=Nem sikerült formázni az USB-meghajtót.
567=A fájl túl nagy a(z) %s fájlrendszerhez. Módosítja a fájlrendszert NTFS-re?
568=Az USB-meghajtó nem lesz indítható a(z) %s fájlrendszerről. Módosítja a fájlrendszert FAT32-re?
569=A fájl nem írható az USB-meghajtóra.
570=Mappa neve
571=Fájl neve
572=Új név
573=<Automatikus>
574=Eltelt idő:
575=Forrás képfájl
576=Forrás CD
577=Író forrás
578=Cél USB-meghajtó
579=Meghajtó/lemez információk
580=Kibontás...
581=Hozzáadás...
582=Kibontás helye
583=Képfájl kibontása...
584=A fájl sikeresen mentve lett.
585=A fájlrendszer korlátozása miatt az alábbi fájl vagy mappa neve meg lesz csonkítva. Folytatni szeretné?
586=A művelet meg lett szakítva.
587=Adathordozó ellenőrzése
588=Meghajtó információk
589=Lemezinformációk
590=Saját magam választom ki
591=A képfájl írása CD, DVD vagy Bluray lemezre
592=Képfájl tartalmának böngészése vagy abból fájlok kiemelése
593=Képfájl szerkesztése
594=Képfájl átkonvertálása más formátumba
595=Képfájl írása USB-meghajtóra
596=Ne tegyen semmit
597=Címke
598=Használt
599=Soha ne emlékeztessen
600=Emlékeztessen később
601=Figyelem: A lemezen lévő összes adat törlődik!
602=Nincs lemez a meghajtóban.
603=Helyezzen be egy írható lemezt a meghajtóba.
604=A meghajtóban lévő lemez csak olvasható (%s).
605=Kezdőlap
606=Sztereó
607=Álsztereó
608=Kétcsatornás
609=Monó
610=Ha fájlt szeretne hozzáadni a lemezhez, válasszon egy menetet a listából, majd kattintson az "Importálás" gombra a lemezen lévő korábbi fájlok importálásához.
611=Ha új lemezt kíván létrehozni, kattintson a "Mégse" gombra.
612=Kilépés
613=A mappában
614=A kiválasztott fájl nem írható az optikai lemezre. Kérjük, bontsa ki a fájlt, majd írja a kicsomagolt fájlokat az optikai lemezre.
615=%d fájl, %d mappa
616=A mappa nem található!
617=Kimenet típusa
618=Mintavételi arány (hz)
619=Csatornák
620=Bitmélység
621=Formátum
622=Mód
623=ID3 V1 engedélyezése
624=ID3 V2 engedélyezése
625=Szerzői jogi anyag
626=Eredeti anyag
627=Tömörítési szint
628=Tömörítési minőség
629=%s kódoló beállításai
630=Meg akarja szakítani a műveletet?
631=A fájl nem konvertálható a kiválasztott formátumba.
632=A képfájl készítése sikeresen befejeződött.
634=Ha ez az opció be van jelölve, az AnyBurn optimalizálja a fájlok elrendezését, és csak egyszer foglalja le a lemezterületet az azonos fájlok esetén. Ez csökkentheti a szükséges lemezterületet, de az optimalizálás hosszabb ideig tarthat.
635=Sikertelen adatkiemelés!
636=Kérjük, adja meg a jelszót.
637=További beállítások
638=Az adatkiemelés befejeződött!
639=Az adatkiemelés megszakadt!
640=Üzenet
641=Összesen %d üzenet.
642=Üzenetek
643=Normál
644=Jobb
645=Legjobb (leglassabb)
646=Képek száma:
647=Jelenlegi kép:
648=A CDDB információ sikeresen betöltődött.
649=A kötet száma meghaladja a korlátozást. Kérjük, növelje a kötet méretét.
650=A képfájl írása sikertelen.
651=Tulajdonságok
652=Változtatások írása a képfájlba...
653=Nyissa meg a fájlt az AnyBurn segítségével, és mentse el a kiválasztott formátumban.
654=Nem-rendszerindító lemez
655=Rendszerindító lemez
656=Nem-rendszerindító kép
657=Rendszerindító kép
658=Audió CD kép
659=Videó CD kép
660=Összes: %d KB, Használt: %d KB (%d%%)
661=Összes: %d MB, Használt: %d MB (%d%%)
662=Összes
663=Hybrid Mac/PC
664=Vegyes mód
665=Üres
666=Arány
667=Összesen: %d MB   - - -  %d %%
668=Adat
669=Videó
670=Zene lemez
671=Apple HFS kép
672=Apple HFS+ kép
673=Vegyes módú CD-kép
674=Rendszerindító
675=XBOX DVD kép
676=Floppy lemezkép mentése...
677=Floppy lemezkép betöltése...
678=A hajlékonylemez nincs formázva vagy rossz a lemez.
679=Rendszerindítási információk hozzáadása...
680=Rendszerindítási információ mentése...
681=Rendszerindítási információ törlése...
682=Valóban törli a rendszerindítási információt?
683=Rendszerindító képfájl szerkesztése...
684=Átnevezés
685=Rendszerindítás
686=Cél képfájl
687=Válassza ki a képfájl nevét
688=Válassza ki a képfájl típusát
689=Képfájl-beállítások
690=Jelszóvédelem engedélyezése
691=Adja meg a jelszót
692=Jelszó megerősítése
693=Adja meg a jelszavát:
694=Adja meg újra a jelszavát:
695=Adja meg az új jelszót:
696=Adja meg újra az új jelszót:
697=Adja meg a jelszót a fájl megnyitásához:
698=A két jelszó nem egyezik.
699=Készen áll a többkötetes képfájl megnyitására. Az AnyBurn-nek szüksége van erre a kötetre a folytatáshoz.
700=Szerkesztés, konvertálás vagy többkötetes képfájlt csatlakoztatása előtt tegye az összes kötetet ugyanabba a mappába, és győződjön meg arról, hogy nincs megnyitva kötet más program által.
701=Kötet helye:
702=Hiányzó vagy nem megnyitható kötetek:
703=Hozzáférhetetlen kötetek kihagyása
704=Úgy döntött, hogy a képfájlt több kötetre osztja.\r\nA kötetek neve a következő lesz:\r\n
705=A forrás-vagy célfájl egy többkötetes lemezképfájl. Mentse el más néven.
706=Egyes speciális funkciók, mint például a jelszavas védelem és a többkötetes támogatás engedélyezve lett. A képfájlt DAA fájlba kell mentenie.
707=A kötet mérete nem lehet üres.
708=A kötet méretének értéke érvénytelen. \r\nVálasszon értéket a legördülő listából, vagy adja hozzá közvetlenül.\r\n\r\nPéldául:\r\n\r\n10,485,760  vagy  10240K  vagy  10M\r\n\r\nMegjegyzés: A méret nem lehet kevesebb 128K-nál, és nem lehet több 65536M(64G)-nál.
709=Automatikus felismerés
710=Írás
711=Hiba történt az MS-DOS fájlok betöltésekor.
712=FreeDOS fájlok írása USB-meghajtóra...
713=MS-DOS fájlok írása USB-meghajtóra...
714=FreeDOS rendszerindító USB-meghajtó létrehozása
715=MS-DOS rendszerindító USB-meghajtó létrehozás
716=Nincs kompaktlemez kiválasztva.
717=#%02d - %s sáv kinyerése...\r\n
718=CDDB információk olvasása...
719=Optikai meghajtó
720=Merevlemez
721=Jó blokk
722=Problémás blokk
723=Rossz blokk
724=Nem tesztelt blokk
725=Jó szektorok
726=Problémás szektorok
727=Hibás szektorok
728=Nem tesztelt szektorok
729=Összesen 1 szektor
730=%d szektor összesen
731=1 blokk = %d szektor
732=%I64d - %I64d szektorok tesztelése...
733=A(z) %I64d szektor olvasása %d próbálkozást igényel.
734=A %I64d és %I64d közötti szektor olvasása %d próbálkozást igényel.
735=Nem sikerült olvasni a(z) %I64d szektort.
736=Nem sikerült olvasni a(z) %I64d -%I64d szektort.
737=A lemezfelületi vizsgálat megkezdődött.
738=A lemezfelületi vizsgálat megszakadt.
739=A lemezfelületi vizsgálat befejeződött.
740=Hátralévő idő:
741=Sebesség
742=Elkészült szektorok
743=Válasszon meghajtót:
744=Meghajtó kiválasztása
745=Kiválasztott meghajtó:
746=Meghajtó váltása
747=Nincs meghajtó kiválasztva
748=ettől: %s eddig: %s
749=Indítás
750=Leállítás
751=Lemez típusa
752=Lemezfelületi vizsgálat
753=Lemez gyártója
754=Sávok száma
755=Munkamenetek száma
756=Megszakítja a felületi tesztet?
757=Kezdő szektor
758=Befejező szektor
759=Szektor mérete
760=Összes szektor
761=Kapacitás
762=Raw lemez képfájlok
763=Böngészés
764=További választás
765=A kötetbeállítási értéknek 1% és 999% között kell lennie.
766=Kötet beállítása
767=%d. lépés:
768=Az USB-meghajtón lévő összes adat megsemmisül. Folytatni szeretné?
769=Nem sikerült olvasni az USB-meghajtó információit: %s.
770=Az USB-meghajtó tisztítása sikeresen befejeződött.
771=Nem sikerült megtisztítani az USB-meghajtót!
772=USB-meghajtó tisztítása
773=CDDB-kiszolgáló konfigurálása
774=CDDB szerver url címe
775=Nem lehet listázni a fájlokat az adatsávban.
776=Az AnyBurn nem tudja listázni a következő partíció fájljait:
777=Fájlok előkészítése...
778=Köszönjük, hogy kipróbálta az AnyBurn Pro-t!
779=Ön az Anyburn Pro próbaverzióját használja. Ez csak kiértékelési célra használható. Ha el szeretné távolítani ezt az értesítést és az összes korlátozást, vásárolja meg a teljes verziót.
780=Kérjük, adja meg a felhasználónevet.
781=A felhasználónév hossza nem haladhatja meg a 32-t.
782=A felhasználónév vagy a licenckód érvénytelen.
783=Köszönjük a vásárlást.
784=Ez a funkció csak az AnyBurn Pro programban érhető el. A funkció használatához frissítsen az AnyBurn Pro-ra.
785=Ez a funkció csak a teljes verzióban érhető el. Kérjük, vásárolja meg a teljes verziót a funkció használatához.
786=Teljes verzió megvásárlása
787=Licenckód megadása
788=Próbaverzió folytatása
789=Regisztrálta:
790=Próbaverzió
791=Lejárat:
792=Lejárt
793=Ugrás a felső szintű mappába
794=Mappák panel megjelenítése/elrejtése
795=Nézet stílusának módosítása
796=Hiba történt a lemezinformációk olvasása közben. A lemez sérült vagy nem támogatott.
797=Lemez
798=Napló mentése fájlba
799=Üzenet törlése
800=A többmenetes kép írása nem támogatott.
801=A CD Extra kép írása nem támogatott.
802=Ez egy merevlemez képfájl. Kérjük, írja ki egy merevlemezre vagy USB-meghajtóra.
803=Képfájl kiírása CD, DVD vagy Blu-ray lemezre
804=Böngéssze vagy mentse ki a fájlokat a képfájlból
805=Képfájl szerkesztése
806=Képfájl átalakítása más formátumba
807=Képfájl írása USB-meghajtóra
808=Ne tegyen semmit
809=Hangátalakító
810=A következő fájlok már hozzá lettek adva:
811=Hiba a következő fájl(ok) visszafejtésekor:
812=Nincsenek fájlok hozzáadva.
813=Nincsenek fájlok kiválasztva.
814=Kérjük, adja meg a kimeneti mappát.
815=Összes fájl: %d
816=A hangfájlok konvertálása sikeresen befejeződött.
817=A hangfájlok konvertálása befejeződött.
818=A hangfájlok konvertálása megszakadt.
819=Összesen %d fájl, befejezve %d fájl, sikertelen %d fájl.
820=Hiba a hangfájlok konvertálásakor.
821=Hiba a hangfájl konvertálásakor.
822=Állapot
823=Hiba
824=Befejezett
825=Fájlinformációk...
826=A fájl helyének megnyitása
827=Eltávolítás a listáról
828=Lista ürítése
829=Teljes folyamat:
830=Hangfájlok konvertálása...
831=Audió fájlformátum átalakítása
832=Átalakítás...
833=%s konvertálása %s formátumba...
834=A forrás- és célfájl elérési útvonala nem lehet azonos.
837=Összes kijelölése\tCtrl+A
838=Fordított kijelölés
839=Windows telepítése USB-meghajtóra
840=Képfájl információk olvasása...
841=Válasszon egy érvényes Windows telepítő ISO, ESD vagy WIM fájlt.
842=Kiválasztott operációs rendszer
843=Célmeghajtó
844=Rendszerindító mód
845=Hiba a meghajtóhoz való hozzáféréskor!
846=Hiba a meghajtó inicializálása során.
847=Partíció létrehozása a meghajtón...
848=A partíció létrehozása sikeresen befejeződött.
849=A partíció létrehozása sikertelen volt.
850=Partíció formázása...
851=A formázás nem sikerült!
852=A formázás sikeresen befejeződött!
853=%C: a partícióhoz van rendelve.
854=Rendszerindítási információk írása a meghajtóra...
855=A rendszerindítási információk írása sikeresen befejeződött.
856=Hiba a rendszerindítási információk írásakor!
857=Hiba a rendszerindító szektor frissítésekor!
858=Hiba a meghajtó telepítéshez való előkészítésében!
859=A kép alkalmazása sikertelen!
860=Nem sikerült csatolni az esp partíciót.
861=A Windows telepítése USB-meghajtóra sikeresen befejeződött.
862=A Windows telepítése USB-meghajtóra nem sikerült.
863=Alkalmaz
864=Kép alkalmazása a következőre: %s...
865=A kép alkalmazása sikeresen befejeződött.
866=Kérjük, telepítse a Windows AIK-t.
867=Kérjük, telepítse a Windows ADK-t.
868=%s inicializálási hiba
869=Nem sikerült csatolni a képet.
870=Hiba lépett fel az alkalmazáskor
871=Feladat
872=Floppylemez másolása képfájlba
873=Képfájl írása floppylemezre
874=DISM eszköz
875=Hogyan telepíthető a Windows 11 / 10 / 8 / 7 / Vista USB meghajtóról?
876=Hogyan telepíthető a Windows XP USB meghajtóról?
877=Hogyan telepíthető a Linux USB meghajtóról?
878=APFS kép
879=UDF felülvizsgálat
880=Jelenlegi megtartása
881=Ugrás a kezdőlapra
882=Használt:  %d MB   - - -  %d %%
883=A lemez nem írható.
884=Nincs író kiválasztva
885=A lemezkapacitás automatikus észlelése nem sikerült.
886=Lemez
887=Nincs író
888=Fájlok másolása...
889=A fájlrendszer NTFS-re módosult.
890=Felosztatlan terület
891=Szektorok száma
892=Partíciós séma
893=Partíció típusa
894=Partíció mérete
895=Néhány nagy fájl nem másolható a meghajtóra a fájlrendszer korlátai miatt.
896=Frissítés az AnyBurn Pro-ra
897=Jelszó hozzáadása
898=Jelszó módosítása
899=Többmenetes kép
900=Többmenetes
901=Menet kiválasztása...
902=Partíció kiválasztása...
903=Összesen %d menet
904=%d - %d menet
905=Összesen %d partíció
906=Összesen 1 partíció
907=Kép kiválasztása...
908=%d - %d kép
909=Összesen %d kép
910=%d - %d partíció 
911=Összesen 1 kép
912=DD írás
913=Ingyenes kiadás
914=Tömörített képfájl kicsomagolása és írása...
915=md5 ellenőrzőösszeg frissítése...
916=MP3 CD DVD írása
917=Zenei fájlok és mappák hozzáadása
918=Nincsenek zenei fájlok a projektben. Kérjük, adjon hozzá néhány fájlt a lemez írása előtt.
919=Eltávolítás
920=Mozgatás felfelé
921=Mozgatás lefelé
922=Összesen %d fájl, %s
923=A következő fájlok nem érvényesek vagy nem támogatott zenei fájlok.
924=QCOW virtuális lemezkép
925=Parallels virtuális lemezkép
926=Médiakapacitás beállítása
927=Előre definiált
928=QCOW virtuális lemezképek
929=Parallels virtuális lemezképek
930=Hibás CRC találat.
931=A fájl sérült lehet.
932=Nyelv és betűtípus
933=Betűtípus módosítása
934=Betűtípus és méret
935=Alapértelmezett betűtípus
936=Kérjük, adja meg a forrásfájlt.
937=Kérjük, adja meg a célfájlt.
938=Igen
939=Nem
940=A forrásmeghajtót vagy partíciót jelenleg a Windows rendszer használja. Kérjük, válasszon másik meghajtót vagy partíciót, vagy indítsa a rendszert helyreállítási adathordozóval.
941=A forrásmeghajtót jelenleg a Windows rendszer használja. Kérjük, válasszon másik meghajtót, vagy indítsa a rendszert helyreállítási adathordozóval.
942=A célmeghajtót jelenleg a Windows rendszer használja. Kérjük, válasszon másik meghajtót, vagy indítsa a rendszert helyreállítási adathordozóval.
943=AnyBurn kiterjesztett képfájlok
944=Csak %s fájlokra érvényes
945=Lemezképfájlok
946=Forrásmeghajtó
947=Célmeghajtó
948=%d partíció
949=Kérjük, válasszon ki egy képfájlt a merevlemezhez vagy partícióhoz.
950=A célfájlt nem lehet a forráspartíció(k)ban vagy meghajtón menteni. Kérjük, mentse a fájlt másik partícióra vagy meghajtóra.
951=Legalább egy partíciót ki kell választania a folytatáshoz.
952=Kérjük, adjon meg egy jelszót a képfájl védelméhez.
953=A két jelszó nem egyezik.
954=A forrásképfájl nem lehet a célmeghajtón. Kérjük, válasszon másik meghajtót célként, vagy helyezze a forrásfájlt egy másik meghajtóra.
955=A forrásmeghajtó szektormérete és a célmeghajtó szektormérete azonos kell, hogy legyen.
956=Kiválasztott forráspartíció(k):
957=A kiválasztott forrásmeghajtó megváltozott. Kérjük, válassza ki újra.
958=A kiválasztott célmeghajtó megváltozott. Kérjük, válassza ki újra.
959=Kérjük, válasszon egy forrásmeghajtót a listából:
960=Kérjük, válasszon egy célmeghajtót a listából:
961=Nem található meghajtó!
962=A célmeghajtó nem lehet azonos a forrásmeghajtóval.
963=Az AnyBurn elkezdi a célmeghajtó írását. Folytatni szeretné?
964=A forrásmeghajtón lévő összes partíció másolásra kerül:
965=Az alábbiakban láthatók a meghajtón lévő partíció(k):
966=Az alábbiakban láthatók a képfájlban lévő partíció(k):
967=A célmeghajtón lévő összes partíció felülíródik!
968=Minden piros színnel jelölt partíció felülíródik!
969=Felülíródó partíciók:
970=A célmeghajtón lévő összes adat felülíródik! Folytatni szeretné?
971=A célmeghajtón lévő következő partíciók felülíródnak! Folytatni szeretné?
972=Hiba az adatpuffer olvasásakor.
973=Meghajtó másolásának indítása képfájlba...
974=Kép visszaállításának indítása...
975=A másolás sikeresen befejeződött.
976=A visszaállítás sikeresen befejeződött.
977=Nem sikerült biztonsági mentést készíteni a meghajtóról.
978=Nem sikerült visszaállítani a képfájlt a meghajtóra.
979=Intelligens mód
980=Nincs elegendő hely a célmeghajtón.
981=Meghajtó-információk olvasása...
982=Hiba a forrásmeghajtó olvasásakor a(z) %016I64X szektornál.
983=Hiba a célmeghajtó írásakor a(z) %016I64X szektornál.
984=A képfájlban lévő partíciók
985=Hol kívánja menteni a meghajtóképfájlt?
986=Képfájl elérési útvonala
987=Képfájl típusa
988=Védje a képfájlt jelszóval
989=Adja meg újra a jelszót
990=Kérjük, válasszon ki egy lemezképfájlt:
991=Képfájl mérete
992=Lemez leírása
993=Lemezkapacitás
994=Fájlírás indítása...
995=Fájlok vizsgálata a meghajtón [%C:]...
996=Az összes fájl az USB-meghajtón a képfájlba lesz másolva. A képfájl indítható lesz, ha az USB-meghajtó Windows- vagy Linux-telepítő csomagokat tartalmaz.
997=Folyamat
998=A fájlnév nem lehet üres.
999=ISO fájl létrehozása USB-meghajtóról
1000=Megszakítás
1001=Nem észleltünk USB-meghajtót.
1002=Beállítások
1003=USB-meghajtó biztonsági mentése képfájlba
1004=Képfájl visszaállítása USB-meghajtóra
1005=Képfájl-információ
1006=ISO fájl írása...
1007=A fájl írása sikeresen befejeződött.
1008=Termékinformáció
1009=Licencinformáció
1010=Testreszabás
1011=Windows telepítés testreszabása
1012=Távolítsa el a 4 GB+ memória-, TPM 2.0- és Secure Boot-követelményeket.
1013=Távolítsa el az online fiók követelményét
1014=Hozzon létre egy helyi fiókot ezzel a felhasználónévvel:
1015=Kérjük, válasszon egy ISO fájlt ehhez: %s.
1016=Forrás USB-meghajtó
1017=Kimeneti fájl
1018=Fájlformátum
1019=Meghajtóbetűjelek
1020=Meghajtóbetűjel
1021=Kötetcímke
1022=Partíciók
1023=Jelenleg megnyitott partíció
1024=Partíció-információ
1025=A fájl titkosítva van.
1026=Merevlemez-információ
1027=Nincs partíciós tábla
1028=Klaszterméret
1029=Használt terület
1030=Szabad terület
1031=<Nincs>
1032=Nem lehet ISO fájlt létrehozni a kiválasztott USB-meghajtóról. 
1033=Download ISO file
1034=Skip privacy settings
1035=Don't send diagnostic data, personalized input or location data to Microsoft
1036=Install the selected image
1037=Disable automatic BitLocker device encryption
1038=Set regional settings to the same value of current user's
1039=Checking for ISO file links information failed!
1040=Reading ISO file links...
1041=Click to visit the ISO file download page
[MENU_196]
|1=Opciók
32786=Beállítások...
|2=Súgó
32789=&Online súgó
32790=Terméktámogatás
32791=Frissítések ellenőrzése...
32787=AnyBurn weboldal
16=AnyBurn névjegy...
33033=Download ISO file...
[MENU_158]
32775=Nagy ikonok
32772=Kis ikonok
32773=&Lista
32774=Részletek
[MENU_184]
32778=<Dal száma>
32779=<Szám címe>
32780=<Szám előadója>
32781=<Szám zeneszerzője>
32782=<Album címe>
32783=<Album előadója>
32784=<Album zeneszerzője>
[DIALOG_100]
0=AnyBurn névjegy
[DIALOG_129]
1016=Képfájl lemezre írása
1001=Fájlok/mappák lemezre írása vagy csatolása
1019=Mp3/m4a/flac/ape/wav fájlok írása CD-re
1020=Újraírható lemez törlése
1041=Lemez másolása képfájlba
1042=Lemez másolása másik lemezre
1008=Mp3/flac/ape/wav mentése CD-ről
1007=Képfájlformátum konvertálása
1003=Képfájl készítés fájlokból/mappákból
1006=Meghajtó/lemez információk
1219=Kérjük, válasszon egy feladatot:
1004=Rendszerindító USB létrehozása
1009=Képfájl tallózása / kibontása
1010=Képfájl szerkesztése
1011=Lemezfelületi vizsgálat
1012=Hangformátum konvertálása...
[DIALOG_132]
1061=Hozzáadás
1062=Eltávolítás
1006=Speciális
1094=Íróeszköz:
1008=Több
[DIALOG_133]
1061=Hozzáadás
1062=Eltávolítás
1063=Tulajdonságok
1064=Feljebb
1065=Lejjebb
1094=Íróeszköz:
[DIALOG_130]
1073=Felírt adatok ellenőrzése
1087=Lemez kiadása írás után
1018=Lemez lezárása (további írás nem lehetséges)
1000=További beállítások...
1082=Forrás képfájl:
1085=Beállítások:
1086=Válassza ki az írási sebességet:
1083=Íróeszköz:
1084=Válasszon írót:
1081=Válasszon képfájlt:
1281=Kérjük, helyezzen egy üres, vagy újraírható lemezt a meghajtóba, majd kattintson az "Írás" gombra.
[DIALOG_134]
1083=Íróeszköz:
1220=Törlési beállítások:
1236=Törlési módok:
1237=Törlési sebesség:
1235=Válasszon írót:
1087=Lemez kiadása törlés után
[DIALOG_131]
1078=Információk:
1205=Folyamat:
[DIALOG_136]
1073=Felírt adatok ellenőrzése
1012=Ideiglenes állomány létrehozása a másolás előtt
1087=Lemez kiadása írás után
1018=Lemez lezárása (további írás nem lehetséges)
1000=További beállítások...
1221=Forrás meghajtó:
1230=Forrás meghajtó:
1223=Írási beállítások:
1240=Cél meghajtó:
1241=Írási sebesség:
[DIALOG_135]
1221=Forrás meghajtó:
1084=Forrás meghajtó:
[DIALOG_140]
1225=Meghajtó:
1226=Információ típusa:
1022=Meghajtó információk megjelenítése
1023=Lemez információk megjelenítése
1231=Válasszon eszközt:
[DIALOG_141]
1024=Gyártó és modell:
1026=Firmware verzió:
1028=Sorozatszám:
1030=Dátum és idő:
1032=Puffer-kapacitás:
1034=Támogatott lemez (olvasás):
1036=Támogatott lemez (írás):
1038=Olvasási sebesség:
1039=Írási sebesség:
[DIALOG_142]
1047=Lemez típusa:
1049=Gyártó:
1051=Menetek száma:
1053=Sávok száma:
1055=Szabad terület:
1057=Használt terület:
1000=Lemez lezárása...
[DIALOG_139]
1082=Forrás képfájl:
1232=Válassza ki a forrás képfájlt:
[DIALOG_176]
1230=Forrás meghajtó:
[DIALOG_177]
1000=Konfigurálás...
1229=Kódolási beállítások:
1186=Válasszon kimeneti formátumot:
1189=Rippelés:
1187=Válasszon kimeneti módot:
1190=Kimeneti fájlnév formátum:
1191=Előnézet:
1196=Válasszon egy mappát a rippeléshez:
[DIALOG_198]
1246=Forrás képfájl vagy CD-lemez:
1247=Képfájl:
1248=CD-lemez:
1240=Cél USB-meghajtó:
1249=Beállítások:
1250=Írási mód:
1253=Fájlrendszer:
1423=Indítási mód:
1001=További beállítások...
[DIALOG_273]
1070=Frissítés
1410=A képfájl USB-meghajtóra írása vagy a rendszerindító USB-meghajtó létrehozása után, ha a meghajtó használhatatlanná válik, vagy a kapacitást helytelenül jeleníti meg, kövesse a lépéseket a helyreállításhoz.
1411=Csatlakoztassa az USB-meghajtót.
1412=Válassza ki az USB-meghajtót a listából. Ha a meghajtó nem szerepel a listán, kattintson a "Frissítés" gombra.
1422=Kattintson az "USB-meghajtó törlése" gombra az USB-meghajtón lévő összes adat eltávolításához.
1413=Figyelem: A meghajtó összes adata megsemmisül.
1414=Húzza ki az USB-meghajtót.
1415=Csatlakoztassa újra az USB-meghajtót, partíciót és/vagy formázza le az USB-meghajtót a szokásos módon.
1416=Usb-meghajtó tisztítása, kis türelmet...
[DIALOG_202]
1262=Válasszon egy képfájlt:
[DIALOG_203]
1267=Kibontás ide (a mappa létre lesz hozva, ha nem létezik):
1264=Fájlok és mappák:
1260=A képfájlban lévő összes fájl és mappa kibontása
1261=Csak a kiválasztott fájlok és mappák kibontása
1265=Kibontási opciók:
1012=Mappa megnyitása kibontás után
1013=Meglévő fájlok felülírása
[DIALOG_275]
1439=Forrásfájlok:
1440=Fájlok hozzáadása...
1001=Eltávolítás a listáról
1002=Lista ürítése
[DIALOG_286]
1448=Beállítás...
1443=Kimeneti formátum:
1186=Válasszon kimeneti formátumot:
1444=Kimeneti mappa:
1445=Helyezze a konvertált fájlokat a bemeneti mappába
1446=Adja meg a kimeneti mappát:
[DIALOG_279]
1246=Válassza ki a Windows telepítésének forrását:
1469=Válasszon képfájlt:
1465=Válassza ki a telepíteni kívánt Windows rendszert:
1240=Válassza ki a cél USB-meghajtót:
1012=USB merevlemezek listája
1249=Beállítások:
1423=Rendszerindító mód:
[DIALOG_318]
1094=Író meghajtó:
[DIALOG_171]
1012=Ne jelenjen meg többé ez az üzenet
[DIALOG_170]
7=Nem
1=Igen
1143=A fájl létezik:
1158=Csere erre:
1159=Név:
1147=Méret:
1161=Módosítva:
1144=Név:
1163=Méret:
1164=Módosítva:
1018=Ne kérdezze meg többé
3=Igen mindre
8=Egyikre sem
[DIALOG_162]
0=Címke módosítása
1103=Kérjük, adja meg az új címkét:
[DIALOG_193]
0=Jelszó módosítása
1012=Jelszó megjelenítése
[DIALOG_194]
0=Jelszó megadása
1012=Jelszó megjelenítése
[DIALOG_175]
0=Online frissítés
1183=Soha ne emlékeztessen
1184=Később emlékeztessen
[DIALOG_169]
0=További címkék
1290=Rendszerazonosító:
1291=Hangerőbeállítás azonosítója:
1292=Kiadói azonosító:
1293=Adatelőkészítő azonosítója:
1294=Alkalmazás azonosítója:
1295=Szerzői jogi azonosító:
1296=Absztrakt azonosító:
1297=Bibliográfiai azonosító:
[DIALOG_163]
1121=Kötet dátum/idő:
1126=Fájl dátum/idő:
1122=Létrehozás
1123=Módosítás
1124=Hatályos
1125=Lejárat
1127=A jelenlegi megtartása
1128=Idő használata az eredeti fájlból
1129=Beállítás erre:
[DIALOG_164]
1130=Címke:
1000=További címkék...
1131=Fájlrendszer:
1132=ISO9660 fájlnév:
1133=Joliet fájlnév:
1134=Egyéb:
1104=DOS (8.3)
1105=Szabványos (30)
1106=Hosszú (221)
1107=Kisbetűs mód
1108=Szabványos (64)
1109=Hosszú (110)
1347=Rendszerindító
1014=XBOX DVD
[DIALOG_195]
1214=Tömörítés:
1215=Tömörítési szint:
1216=Jelszóvédelem:
1012=Jelszóvédelem engedélyezése
1000=Jelszó módosítása...
1217=Több kötet:
1013=Felosztás több kötetre
1014=Szünet minden kötet után
1218=Kötetek mérete(bájt, K = 1024, M = 1024K, G = 1024M):
1134=Vegyes:
1018=Fájl optimalizálás engedélyezése
[DIALOG_161]
0=Fájl/mappa átnevezése
[DIALOG_187]
0=Menet importálása
1=Importálás
1070=Frissítés
1166=Észlelt lemez:
1286=Író:
[DIALOG_174]
1181=Online frissítés:
1018=Frissítések automatikus ellenőrzése
1000=Ellenőrzés...
1001=Az alapértelmezett alkalmazás konfiguráció visszaállítása
1183=Alapértelmezett művelet egérrel való húzás esetén:
1368=Felhasználói felület:
1012=A felhasználói felület beállításainak megjegyzése
1182=Integrálás a helyi menübe
1019=Helyi menü integrálás engedélyezése
[DIALOG_199]
1131=Alapértelmezett fájlrendszer:
1132=ISO9660 fájlnév:
1104=DOS (8.3)
1105=Szabványos (30)
1106=Hosszú (221)
1107=Kisbetűs mód
1133=Joliet fájlnév:
1108=Szabványos (64)
1109=Hosszú (110)
1000=Alapértelmezett értékek
[DIALOG_259]
1180=Írási beállítások:
1073=Felírt adatok ellenőrzése
1087=Lemez kiadása írás után
1182=Pufferméret (8MB ~ 1024MB):
1088=Lemez véglegesítése (további írás nem lehetséges)
[DIALOG_282]
1432=Kimeneti fájl:
1433=Kimeneti fájl formátuma:
1187=Fájl mentési módja:
1000=Beállítás...
1434=Kimeneti fájlnév formátuma:
1435=CD információk:
1012=CD-Text írása az audió CD írásakor
1013=CDDB-információk lekérése az internetről
1436=Előnézet:
1001=Beállítás...
[DIALOG_260]
1367=Ideiglenes mappa:
1369=Hagyja üresen, ha a rendszer átmeneti mappáját használja
1411=Sötét mód támogatás engedélyezése
[DIALOG_165]
1141=Album címe:
1142=Előadó:
1143=Zeneszerző:
1144=UPC:
[DIALOG_166]
1145=Szám címe:
1146=ISRC:
1144=Zeneszerző:
1142=Előadó:
1147=Szünet:
[DIALOG_185]
0=Írási beállítások
1087=Lemez kiadása írás után
1013=Írás szimulálása
1198=Másolatok száma:
1199=Írás több meghajtóval egyszerre (válassza ki a meghajtót az alábbi listából)
[DIALOG_186]
0=Kérjük, helyezze be a következő lemezt
1202=Forrásfájl:
1203=Íróeszköz:
1204=Forrásfájl:
1205=Íróeszköz:
1206=Forrásmeghajtó:
1207=Forrásmeghajtó:
[DIALOG_207]
0=Hogyan szeretné megnyitni a fájlt?
1012=Jegyezze meg a választást, és ne kérdezze meg többé
1185=Hogyan szeretné megnyitni a kiválasztott képfájlt?
[DIALOG_250]
0=Rendszerindítási információk hozzáadása
1167=Válassza ki a rendszerindítási információ forrását:
1355=Fájl:
1356=Hajlékonylemez-meghajtó:
[DIALOG_249]
1354=Lemez kapacitása:
1012=Beállítás alapértelmezettként
[DIALOG_229]
1145=Szám címe:
1142=Előadó:
1143=Megjegyzés:
[DIALOG_228]
1141=Album címe:
1343=Év:
1143=Műfaj:
[DIALOG_227]
1330=Tartalmak:
1331=Teljes méret:
1332=Képfájl mérete:
1333=Kicsomagolt ISO méret:
1334=Arány:
1335=Archívum típusa:
[DIALOG_226]
1327=Fájl megjegyzés:
1000=Másolás a vágólapra
1001=Betöltés fájlból...
[DIALOG_258]
0=Válasszon forrást a rendszerindító USB-meghajtó létrehozásához
1246=Válasszon forrást:
1247=Képfájl:
1248=Kompaktlemez:
1249=Jelenlegi összeállítás:
[DIALOG_287]
0=Fájlinformációk
1449=Fájltípus:
1450=Hely:
1332=Méret:
1451=Módosítás ideje:
1452=Cím:
1142=Előadó:
1453=Album:
1454=Időtartam:
1299=Mintavételi arány (Hz):
1300=Csatornák:
1301=Bitmélység:
[DIALOG_281]
0=Adja meg a licencadatokat
1466=Adja meg a felhasználónevet és a licenckódot:
1467=Felhasználónév:
1468=Licenckód:
[DIALOG_304]
1488=A meghajtón létrehozandó partíciók:
1489=Meghajtó kapacitása:
1362=Összes szektor:
1496=Meghajtó információk:
1497=Partíció beállításai:
1493=Kötetcímke:
[DIALOG_324]
1012=Ossza fel a meghajtóképfájlt több fájlra
1013=Engedélyezze az intelligens másolási módot. Csak a használt szektorok lesznek másolva, a Windows lapozófájl nem. Ez csökkentheti a képfájl méretét és a biztonsági mentés idejét (csak FAT és NTFS partícióknál).
